Repository: franksonck/woocommerce-name-your-price-jlm2017
Catalog: languages/wc_name_your_price-*.po
Languages: fr_fr

source: Name Your Price
fr_fr: Choisissez votre montant

source: Cheatin&#8217; huh?
fr_fr: Tricheur&#8217; non ?

source: WooCommerce Name Your Price requires at least WooCommerce %s in order to function. Please upgrade WooCommerce.
fr_fr: WooCommerce Name Your Price requiert WooCommerce %s pour fonctionner. Merci de mettre à jour WooCommerce.

source: Go to the settings page
fr_fr: Aller à la page des réglages

source: Settings
fr_fr: Réglages

source: Customers are allowed to determine their own price.
fr_fr: Les clients sont autorisés à déterminer leur propre prix.

source: Variable Billing Period
fr_fr: Période de facturation variable

source: Allow the customer to set the billing period.
fr_fr: Permettre au client de choisir la période de facturation

source: Suggested Price
fr_fr: Montant suggéré

source: Price to pre-fill for customers. Leave blank to not suggest a price.
fr_fr: Prix à préremplir pour les clients. Laisser blanc pour ne pas suggérer de prix.

source: per
fr_fr: par

source: Minimum Price
fr_fr: Montant minimum

source: Lowest acceptable price for product. Leave blank to not enforce a minimum. Must be less than or equal to the set suggested price.
fr_fr: Montant le plus bas acceptable pour un produit. Laisser blanc pour ne pas imposer de minimum. Doit être inférieur ou égal au prix suggéré.

source: Maximum Price
fr_fr: Montant maximum

source: Highest acceptable price for product. Leave blank to not enforce a maximum. Must be greater than or equal to the set suggested price.
fr_fr: Montant le plus haut acceptable pour le produit. Laisser blanc pour ne pas imposer de limite. Doit être supérieur ou égal au prix suggéré.

source: Suggested Price:
fr_fr: Montant suggéré :

source: Minimum Price:
fr_fr: Montant minimum :

source: Maximum Price:
fr_fr: Montant maximum :

source: Toggle &quot;Name Your Price&quot;
fr_fr: Activer &quot;Name Your Price&quot;

source: Suggested prices
fr_fr: Montants suggérés

source: Suggested prices increase by (fixed amount or %)
fr_fr: Augmenter les montants suggérés de (montant fixe ou %)

source: Suggested prices decrease by (fixed amount or %)
fr_fr: Baisser les montants suggérés de (montant fixe ou %)

source: Minimum prices
fr_fr: Montants minimum

source: Minimum prices increase by (fixed amount or %)
fr_fr: Augmenter les montants minimum de (montant fixe ou %)

source: Minimum prices decrease by (fixed amount or %)
fr_fr: Baisser les montants minimum de (montant fixe ou %)

source: Maximum prices
fr_fr: Montants maximum

source: Maximum prices increase by (fixed amount or %)
fr_fr: Augmenter les montants maximum de (montant fixe ou %)

source: Maximum prices decrease by (fixed amount or %)
fr_fr: Baisser les montants maximum de (montant fixe ou %)

source: Enter a value
fr_fr: Entrer une valeur

source: Enter a value (fixed or %)
fr_fr: Entrer une valeur (fixe ou %)

source: In the "Product Meta" metabox, check the Name Your Price checkbox to allow your customers to enter their own price.
fr_fr: Dans la metabox produit, coché la cade Name Your Price pour permettre aux clients d'entrer leur propre montant.

source: As of Name Your Price version 2.0, this ability is available for "Simple", "Subscription", "Bundled", "Variable" and "Variable Subscriptions" Products.
fr_fr: À partir de Name Your Price 2.0, cette capacité est disponible pour les produits "Simple", "Subscription", "Bundled", "Variable" and "Variable Subscriptions".

source: This is the price you'd like to suggest to your customers. The Name Your Price input will be prefilled with this value. To not suggest a price at all, you may leave this field blank.
fr_fr: C'est le montant que vous aimeriez suggérer à vos clients. Le champ Name Your Price sera prérempli avec cette valeur. Pour ne pas suggérer de prix, vous pouvez laisser ce champ vide.

source: This value must be a positive number.
fr_fr: Cette valeur doit être un nombre positif.

source: This is the lowest price you are willing to accept for this product. To not enforce a minimum (ie: to accept any price, including zero), you may leave this field blank.
fr_fr: C'est le montant le plus bas que vous êtes prêt à accepter pour ce produit. Pour ne pas imposer un minimum, vous pouvez laisser ce champ vide.

source: This value must be a positive number that is less than or equal to the set suggested price.
fr_fr: Cette valeur doit être un nombre positif inférieur ou égal au prix suggéré.

source: This is the lowest price you are willing to accept for this product. To not enforce a maximum (ie: to accept any price, including zero), you may leave this field blank.
fr_fr: C'est le montant le plus haut que vous voulez accepter pour ce produit. Pour ne pas imposer de maximum (ie: pour accepter n'importe quel prix) vous pouvez laisser ce champ vide.

source: This value must be a positive number that is greater than or equal to the set suggested price.
fr_fr: Cette valeur doit être un nombre positive supérieur ou égal au prix suggéré.

source: Subscriptions
fr_fr: Abonnements

source: Minimum price
fr_fr: Montant minimum

source: Maximum price
fr_fr: Montant maximum

source: Name Your Price Setup
fr_fr: Installation de "Name Your Price"

source: Modify the text strings used by the Name Your Own Price extension.
fr_fr: Modifier les chaînes de caractères utilisé par l'extension Name You Price

source: Suggested Price Text
fr_fr: Texte de prix suggéré

source: This is the text to display before the suggested price.
fr_fr: C'est le text à afficher avant le prix suggéré

source: Minimum Price Text
fr_fr: Text du montant minimum

source: This is the text to display before the minimum accepted price.
fr_fr: C'est le texte à afficher devant le montant minimum

source: Name Your Price Text
fr_fr: Texte Name Your Price

source: This is the text that appears above the Name Your Price input field.
fr_fr: C'est le texte à afficher au dessus du champ "Name Your Price"

source: Add to Cart Button Text for Shop
fr_fr: Texte du bouton Ajouter au panier

source: This is the text that appears on the Add to Cart buttons on the Shop Pages.
fr_fr: C'est le texte qui apparaît au sur les boutons "Ajouter au panier".

source: Set Price
fr_fr: Fixer le prix

source: Add to Cart Button Text for Single Product
fr_fr: Texte du bouton "Ajouter au panier" pour les pages de produits seuls

source: This is the text that appears on the Add to Cart buttons on the Single Product Pages.
fr_fr: C'est le texte qui apparait sur les boutons "Ajouter au panier" sur les pages de produits seuls.

source: Add to Cart
fr_fr: Ajouter au panier

source: Name Your Price Style
fr_fr: Style de "Name Your Price"

source: Disable Name Your Price Stylesheet
fr_fr: Désactiver la feuille de style de "Name Your Price"

source: &quot;%%TITLE%%&quot; could not be added to the cart: Please enter a valid, positive number.
fr_fr: &quot;%%TITLE%%&quot; n'a pas pu être ajouté au panier : merci d'entrer un nombre valide et positif.

source: &quot;%%TITLE%%&quot; could not be added to the cart: Please enter at least %%MINIMUM%%.
fr_fr: &quot;%%TITLE%%&quot; n'a pas pu être ajouté au panier : merci d'entrer au moins %%MINIMUM%%.

source: Please enter at least %%MINIMUM%%
fr_fr: Merci d'entrer au moins %%MINIMUM%%

source: &quot;%%TITLE%%&quot; could not be added to the cart: Please enter no more than %%MAXIMUM%%.
fr_fr: &quot;%%TITLE%%&quot; n'a pas pu être ajouté au panier : merci de ne pas entrer plus de %%MAXIMUM%%.

source: Please enter no more than %%MAXIMUM%%
fr_fr: Merci de ne pas entrer plus de %%MAXIMUM%%
